import insta1 from './img/insta.png';
import image1 from './img/image.png';


const data = [
    {
        id: 'dance',
        name: 'Стас Литвинов',
        nickname: 'stas_litvinov',
        instaLink: 'https://www.instagram.com/stas_litvinov',
        insta: insta1,
        subtitle: 'Финалист шоу «ТАНЦЫ» на ТНТ, хореограф Кубка конфедераций FIFA 2017, хореограф к/ф «Майор Гром», артист шоу-пространства «Ленинград Центр»',
        h5: '<strong>«Я в своей карьере шёл по принципу покорения вершин».</strong><br />Стас Литвинов — о том, как стать чемпионом в танцах и понять, что это не главное',
        text: [
            'Я начал танцевать по большой случайности. Когда шёл в 1 класс, мамина подруга отдавала свою дочку в танцевальный кружок и предложила моей маме отвести меня тоже. На первые занятия я идти не хотел, но потом мне так понравились и танцы, и коллектив, что я стал сам туда рваться.',
            'Уже в 9 классе я понял, что танцы — это моя профессия. После школы поступил в киевскую Академию искусств на хореографа. Я выбрал народное направление, хотя в школе мы танцевали спортивную эстраду. Как же было сложно поступать без базы… Но за горящие глаза и огромное желание меня взяли, причем на бюджет.',
            'Я в своей карьере шёл по принципу покорения вершин: от одного проекта — к другому. Было важно самому себе доказать, что я могу добиться поставленных целей, проявить силу воли.'
        ],
        image: { src: image1, style: { width: '43.1em', height: '65.1em', left: '15em', top: '61.5em' } }
    },
];

export default data;
