const playListData = [
    {
        link: 'https://open.spotify.com/playlist/3jvJKQJnQLQ6shCDvdhIjb?si=c9e562f5c8084504',
        rows: [
            {
                left: '',
                right: '<strong>Плейлист:</strong>'
            },
            {
                left: '1.',
                right: '<strong>EtnoZapil — Osh — </strong>мне очень нравится такая эклектика. Переплетение современного и народного для меня — самое вкусное, что есть. В этом их уникальность.'
            },
            {
                left: '2.',
                right: '<strong>Nina Simone — Feeling Good / Bassnectar Remix</strong> — я обожаю миксы, каверы и люблю, когда мировой хит делают ещё круче.'
            },
            {
                left: '3.',
                right: '<strong>Conan Osiris — Telemόveis</strong> — бриллиант среди треков «Евровидения»: яркая электронная музыка со своим особенным звучанием. Этот трек и подача артиста даже зарядили меня на создание новой хореографии.'
            },
            {
                left: '4.',
                right: '<strong>Zventa Sventana feat. Иван Дорн — Мужа дома нету</strong> — мне очень нравится всё, что делает Иван Дорн. Это такой музыкальный хулиган, который экспериментирует, пробует. Я вижу себя в его экспериментах.'
            },
            {
                left: '5.',
                right: '<strong>Жак Энтони — Знай — Жак Энтони</strong> для меня открытие из миллиарда хип-хоп-исполнителей. То, что близко мне и душе. Я даже поставил танец под этот трек, вдохновившись им и историей Билли Миллигана.'
            },
        ]
    }
];

export default playListData;