const playListData = [
    {
        link: 'https://open.spotify.com/playlist/4YHgRIFpnZybd4jngGebu0?si=a258ed5d519c47bf',
        type: 'list',
        rows: [
            {
                left: '',
                right: '<strong>Плейлист:</strong>'
            },
            {
                left: '<strong>1.</strong>',
                right: '<strong>Crystal Waters — Gypsy Woman (She’s homeless)</strong> — несмотря на грустный смысл, неожиданно радостный хук (припев) вселяет полное ощущение оптимизма и предвкушения чего-то непременно хорошего. Вдохновляет на начинание чего-то нового и смелые шаги.'
            },
            {
                left: '<strong>2.</strong>',
                right: '<strong>Obskür — Bayside</strong> — напоминает жаркий летний вечер с друзьями.У всех бойкое настроение, скейтборды, впереди вся ночь и куча приключений.'
            },
            {
                left: '<strong>3.</strong>',
                right: '<strong>Mall Grab — Menace II Society</strong> — под этот трек просто хочется забыть про всё на свете и танцевать, где бы ты ни находился.'
            },
            {
                left: '<strong>4.</strong>',
                right: '<strong>M.I.A.— Paper Planes</strong> — эта песня для меня особенная и со мной уже много лет.Хочется громко- громко подпевать ей и делить её с теми, кого искренне любишь, кто с тобой на одной волне.Она определённо дарит чувство свободы и искреннее желание жить по своим правилам.'
            },
            {
                left: '<strong>5.</strong>',
                right: '<strong>Bicep — Glue</strong> — самый вдумчивый и романтичный трек.Когда вечеринка уже закончилась.Рассвет.И ты немного уставший и очень счастливый идёшь домой, прокручивая в голове самые приятные моменты и воспоминания.'
            },
        ]
    },
    {
        link: 'https://open.spotify.com/playlist/3jvJKQJnQLQ6shCDvdhIjb?si=c9e562f5c8084504',
        type: 'list',
        rows: [
            {
                left: '',
                right: '<strong>Плейлист:</strong>'
            },
            {
                left: '<strong>1.</strong>',
                right: '<strong>EtnoZapil — Osh — </strong>мне очень нравится такая эклектика. Переплетение современного и народного для меня — самое вкусное, что есть. В этом их уникальность.'
            },
            {
                left: '<strong>2.</strong>',
                right: '<strong>Nina Simone — Feeling Good / Bassnectar Remix</strong> — я обожаю миксы, каверы и люблю, когда мировой хит делают ещё круче.'
            },
            {
                left: '<strong>3.</strong>',
                right: '<strong>Conan Osiris — Telemόveis</strong> — бриллиант среди треков «Евровидения»: яркая электронная музыка со своим особенным звучанием. Этот трек и подача артиста даже зарядили меня на создание новой хореографии.'
            },
            {
                left: '<strong>4.</strong>',
                right: '<strong>Zventa Sventana feat. Иван Дорн — Мужа дома нету</strong> — мне очень нравится всё, что делает Иван Дорн. Это такой музыкальный хулиган, который экспериментирует, пробует. Я вижу себя в его экспериментах.'
            },
            {
                left: '<strong>5.</strong>',
                right: '<strong>Жак Энтони — Знай — Жак Энтони</strong> для меня открытие из миллиарда хип-хоп-исполнителей. То, что близко мне и душе. Я даже поставил танец под этот трек, вдохновившись им и историей Билли Миллигана.'
            },
        ]
    },
    {
        link: 'https://open.spotify.com/playlist/7IM0KgBPs56OquQpEuWY8P?si=40b4227e735b4fbb',
        type: 'text',
        rows: [
            {
                left: '<strong>Плейлист:</strong>',
                right: null
            },
            {
                left: 'В последнее время всегда катаюсь с музыкой, чтобы задать тренировке определённый настрой. В наушниках ты погружаешься в свой мир, не слышишь окружающих и от всего абстрагируешься. С моделью DIME от SkullCandy это просто. Во-первых, благодаря отличному звуку, во-вторых, не приходится переживать из-за того, что наушники могут выпасть — даже во время самых сложных трюков.',
                right: null
            },
            {
                left: 'Если я хочу отработать технику, то слушаю что-то более спокойное. Если хочу делать жёсткие трюки — включаю любую тяжёлую музыку. Для простого активного катания могу и рэпчик включить. Мой плейлист всегда разный, рандомный, но эти треки я бы точно выбрал для крутой тренировки.',
                right: null
            },
            {
                left: '<strong>H.O.S.H feat. Ost & Kjex — Woohoo<br>Blue Six — Beautiful Tomorrow<br>Maya Jane Coles — Other Side<br>Algorythm — Etna<br>Group Home — Supa Star</strong>',
                right: null
            },
        ]
    }
];

export default playListData;