const playListData = [
    {
        link: 'https://open.spotify.com/playlist/4YHgRIFpnZybd4jngGebu0?si=a258ed5d519c47bf',
        rows: [
            {
                left: '',
                right: '<strong>Плейлист:</strong>'
            },
            {
                left: '1.',
                right: '<strong>Crystal Waters — Gypsy Woman (She’s homeless)</strong> — несмотря на грустный смысл, неожиданно радостный хук (припев) вселяет полное ощущение оптимизма и предвкушения чего-то непременно хорошего. Вдохновляет на начинание чего-то нового и смелые шаги.'
            },
            {
                left: '2.',
                right: '<strong>Obskür — Bayside</strong> — напоминает жаркий летний вечер с друзьями.У всех бойкое настроение, скейтборды, впереди вся ночь и куча приключений.'
            },
            {
                left: '3.',
                right: '<strong>Mall Grab — Menace II Society</strong> — под этот трек просто хочется забыть про всё на свете и танцевать, где бы ты ни находился.'
            },
            {
                left: '4.',
                right: '<strong>M.I.A.— Paper Planes</strong> — эта песня для меня особенная и со мной уже много лет.Хочется громко- громко подпевать ей и делить её с теми, кого искренне любишь, кто с тобой на одной волне.Она определённо дарит чувство свободы и искреннее желание жить по своим правилам.'
            },
            {
                left: '5.',
                right: '<strong>Bicep — Glue</strong> — самый вдумчивый и романтичный трек.Когда вечеринка уже закончилась.Рассвет.И ты немного уставший и очень счастливый идёшь домой, прокручивая в голове самые приятные моменты и воспоминания.'
            },
        ]
    },
    {
        link: 'https://open.spotify.com/playlist/3jvJKQJnQLQ6shCDvdhIjb?si=c9e562f5c8084504',
        rows: [
            {
                left: '',
                right: '<strong>Плейлист:</strong>'
            },
            {
                left: '1.',
                right: '<strong>EtnoZapil — Osh — </strong>мне очень нравится такая эклектика. Переплетение современного и народного для меня — самое вкусное, что есть. В этом их уникальность.'
            },
            {
                left: '2.',
                right: '<strong>Nina Simone — Feeling Good / Bassnectar Remix</strong> — я обожаю миксы, каверы и люблю, когда мировой хит делают ещё круче.'
            },
            {
                left: '3.',
                right: '<strong>Conan Osiris — Telemόveis</strong> — бриллиант среди треков «Евровидения»: яркая электронная музыка со своим особенным звучанием. Этот трек и подача артиста даже зарядили меня на создание новой хореографии.'
            },
            {
                left: '4.',
                right: '<strong>Zventa Sventana feat. Иван Дорн — Мужа дома нету</strong> — мне очень нравится всё, что делает Иван Дорн. Это такой музыкальный хулиган, который экспериментирует, пробует. Я вижу себя в его экспериментах.'
            },
            {
                left: '5.',
                right: '<strong>Жак Энтони — Знай — Жак Энтони</strong> для меня открытие из миллиарда хип-хоп-исполнителей. То, что близко мне и душе. Я даже поставил танец под этот трек, вдохновившись им и историей Билли Миллигана.'
            },
        ]
    }
];

export default playListData;